export default {

  data () {
    return {
      notices: [{
        notice: '1.管道巡检计划到达巡检时间'
      }, {
        notice: '2.管道巡检计划到达巡检时间'
      }, {
        notice: '3.管道巡检计划到达巡检时间'
      }, {
        notice: '4.管道巡检计划到达巡检时间'
      }, {
        notice: '4.管道巡检计划到达巡检时间'
      }, {
        notice: '4.管道巡检计划到达巡检时间'
      }, {
        notice: '4.管道巡检计划到达巡检时间'
      }, {
        notice: '4.管道巡检计划到达巡检时间'
      }, {
        notice: '4.管道巡检计划到达巡检时间'
      }, {
        notice: '4.管道巡检计划到达巡检时间'
      }, {
        notice: '4.管道巡检计划到达巡检时间'
      }, {
        notice: '4.管道巡检计划到达巡检时间'
      },
      {
        notice: '4.管道巡检计划到达巡检时间'
      }]
    }
  }
}
